Repository: Jehoel/anolis
Catalog: Anolis.Installer/Resources/*.resx
Languages: de, nl, ru

# A_Message
source: This wizard will guide you through the steps involved in installing an Anolis package To continue, press Next
de: Dieser Assistent wird Sie durch die Schritte begleiten, welche bei der Installation eines Anolis Paketes nötig sind. Auf 'Weiter' klicken, um fortzufahren.
nl: Deze wizard helpt u bij het installeren van een Anolis pakket. Klik op volgende om door te gaan.
ru: Этот мастер поможет вам установить пакет Anolis на ваш компьютер или интегрировать его в дистрибутив Windows. Для продолжения нажмите кнопку "Далее"

# A_Title
source: Welcome to the Anolis Package Installer
de: Willkommen zur Anolis Paket-Installation
nl: Welkom bij de Anolis Pakket Installatie.
ru: Вас приветствует мастер установки пакета Anolis

# B_installBlurb
source: Installs a package located in this Anolis distribution or elsewhere in this computer. The package can be installed to a setup files (I386) folder.
de: Installiert ein Paket aus dieser Anolis-Distribution oder von einer anderen Stelle dieses Rechners. Das Paket kann auch in ein Image (im Verzeichnis 'I386') für eine Windows-Installations-CD eingebunden werden.
nl: Installeert een pakket uit deze Anolis distributie of van een andere locatie op uw computer. Het pakket kan eventueel naar een map met setup bestanden (I386) geïnstalleerd worden.
ru: Устанавливает пакет, включенный в этот дистрибутив Anolis или расположенный отдельно на этом компьютере. При желании, пакет может быть интегрирован в дистрибутив Windows (в папку i386).

# B_installRad
source: Install a package
de: Installiere ein Paket
nl: Installeer een pakket
ru: Установить пакет

# B_toolsBlurb
source: Downloads tools so you can easily make your own package or distribution
de: Läd Werkzeuge, um damit eigene Pakete oder Distributionen erstellen zu können.
nl: Download hulpmiddelen zodat u gemakkelijk uw eigen pakket of distributie kunt maken.
ru: Скачивает программы для создания своего собственного пакета или дистрибутива.

# B_toolsRad
source: Make my own package or distribution
de: Erstelle eigenes Paket/Distribution
nl: Maak uw eigen pakket of distributie
ru: Создать свой собственный пакет или дистрибутив.

# B_uninstallBlurb
source: Recovers files to their before-patched status. You will need the backup directory that was created during installation
de: Stellt vorherigen Zustand der Dateien wieder her. Es wird dabei das Sicherungs-Verzeichnis benötigt, welches während der Installation angelegt wurde.
nl: Herstelt bestanden naar de status van voor het toepassen van een patch. Hiervoor heeft u de backup map die tijdens de installatie is aangemaakt nodig.
ru: Вернуть измененные файлы в исходное состояние. Вам потребуется резервная папка, которая была создана в процессе установки.

# B_uninstallRad
source: Undo changes made by this distribution
de: Mache Änderungen dieser Distribution rückgängig.
nl: Maak wijzigen aangebracht door deze distributie ongedaan
ru: Откатить изменения, внесенные установкой пакета.

# B_Subtitle
source: Choose an operation to perform
de: Wähle die Operation, welche ausgeführt werden soll
nl: Kies de actie die u wilt uitvoeren.
ru: Пожалуйста, выберите операцию.

# B_Title
source: Select a Task
de: Wähle eine Aufgabe
nl: Kies een taak
ru: Выберите операцию

# C_A_anopRad
source: A package archive (*.anop) on my computer
de: Ein Paket-Arichiv (*.anop) auf diesem Rechner
nl: Een pakket archief (*.anop) op deze computer
ru: Пакет (*.anop) на этом компьютере

# C_A_embedRad
source: A package embedded in this installer
de: Ein Paket, eingebunden in dieser Installationsroutine
nl: Een pakket dat in deze installatie is ingesloten
ru: Пакет, включенный в этот дистрибутив

# C_A_packRad
source: A package definition file (package.xml) on my computer
de: Eine Paket-Definitions-Datei (package.xml) auf diesem Rechner
nl: Een pakket definitie bestand (*.xml) op deze computer
ru: Файл описания пакета (package.xml) на этом компьютере

# C_A_Subtitle
source: The package to install can either be in this computer's filesystem or embedded in this installer
de: Das zu installierende Paket kann entweder im Dateisystem dieses Rechners vorliegen oder in dieser Installationsroutine eingebunden sein.
nl: Het pakket kan zich op het bestandssysteem van deze computer bevinden, of in deze installatie zijn ingesloten.
ru: Пакет для установки может быть извлечен из этого дистрибутива или расположен отдельно на этом компьютере.

# C_A_Title
source: Select a package to install
de: Wähle das zu installierende Paket
nl: Kies een pakket om te installeren
ru: Выберите пакет для установки

# C_B_error
source: An error occured whilst attempting to extract the package
de: Ein Fehler trat beim Versuch auf, ein Paket zu entpacken.
nl: Er is een fout opgetreden bij het uitpakken van het pakket.
ru: В процессе извлечения пакета произошла ошибка

# C_B_instantiating
source: Instantiating Package
de: Paket laden
nl: Laden van het pakket
ru: Установка пакета

# C_E_noInfo
source: The selected item '{0}' does not have any information associated with it
de: Das ausgewählte Element '{0}' besitzt keine Informationen

# C_F_installButton
source: Install
de: Installiere

# C_G_status
source: {0}% complete - {1}
de: {0}% abgeschossen - {1}

# D_A_destLbl
source: Destination directory
de: Zielverzeichnis
nl: Installatie map
ru: Папка для установки

# D_A_progGroup
source: Create Anolis program group in the start menu
de: Erstelle Anolis-Verknüpfung im Startmenü
nl: Creëer een Anolis map in het menu Start
ru: Создать папку в меню "Пуск" для размещения ярлыков Anolis

# D_A_progGroupAll
source: For all users
de: Für alle Nutzer
nl: Voor alle gebruikers
ru: Для всех пользователей

# D_A_progGroupMe
source: Just for me
de: Nur für mich
nl: Alleen voor de huidige gebruiker
ru: Только для меня

# F_finishButton
source: Finish
de: Ende
nl: Voltooien
ru: Завершить

# F_installationComplete
source: Installation has been completed succesfully.
de: Die Installation wurde erfolgreich abgeschlossen. Der Rechner wird neu gestartet. Schließen Sie alle geöffneten Anwendungen bevor Sie fortfahen. Versuchen Sie nicht eine weitere Anwendung zu öffnen.
nl: De installatie is met succes voltooid.
ru: Установка успешно завершена. Теперь компьютер необходимо перезагрузить. Пожалуйста, закройте все приложения и не запускайте новые.

# F_installTools
source: Installation has been completed succesfully.
de: Installation wurde erfolgreich abgeschlossen.
nl: De installatie is met succes voltooid.
ru: Установка успешно завершена.

# F_restartButton
source: Restart
de: Neustart
nl: Opnieuw opstarten
ru: Перезагрузить

# F_Title
source: Installation Complete
de: Installation abgeschlossen
nl: Installatie voltooid
ru: Установка завершена

# F_uninstallationComplete
source: Uninstallation has been completed succesfully. Your computer will now restart. Close all open applications before continuing. Do not attempt to open any new applications.
de: Die Deinstallation wurde erfolgreich abgeschlossen. Der Rechner wird neu gestartet. Schließen Sie alle geöffneten Anwendungen bevor Sie fortfahen. Versuchen Sie nicht eine weitere Anwendung zu öffnen.
nl: Het ongedaan maken van de installatie is met succes voltooid. Uw computer moet nu opnieuw opstarten. Sluit alle programma's voordat u verder gaat. Probeer geen geen nieuwe programma's te starten.
ru: Удаление успешно завершено. Теперь компьютер необходимо перезагрузить. Пожалуйста, закройте все приложения и не запускайте новые.

# C_F_backup
source: Create uninstallation backup directory (Recommended)
de: Erstelle Sicherungs-Verzeichnis für Deinstallation (empfohlen)

# C_F_backupDesc
source: You must create a backup directory if you ever wish to uninstall this package in future
de: Es muss ein Sicherungs-Verzeichnis angelegt werden, wenn die Möglichkeit bestehen soll, dass dieses Paket jemals wieder deinstalliert werden kann.

# C_F_comp
source: Install to this Computer
de: Installiere auf diesem Rechner

# C_F_i386
source: Install to I386
de: Installiere nach i386

# C_F_sysRes
source: Create System Restore Point (Recommended)
de: Erstelle einen System-Wiederherstellungs-Punkt (empfohlen)

# C_F_sysResDesc
source: An added layer of protection. Note this does not always protect against modifications made to non-Windows files under Program Files
de: Eine zusätzliche Sicherungsschicht. Beachte: dies schützt nicht immer gegen Modifikationen von Nicht-Windows-Dateien im Ordner 'Programme'

# C_C_Subtitle
source: The package may have been updated since you acquired it. Now checking for updates.
de: Das Paket kann aktualisiert worden sein, seit dem Sie es erworben haben. Überprüfe Verfügbarkeit eines Paket-Updates.
nl: Een bijgewerkte versie van het pakket is mogelijk beschikbaar. Bezig met controleren op updates.
ru: Возможно, пакет {0} был обновлен после того, как он был скачан. Хотите ли вы проверить наличие обновлений?

# C_C_Title
source: Checking for Package Updates
de: Prüfen, ob Aktualisierungen für dieses Paket verfügbar sind
nl: Controleren op updates voor het pakket
ru: Идет проверка наличия обновлений пакета

# C_B_Subtitle
source: Please wait whilst the installer prepares the package for installation
de: Bitte warten - die Installationsroutine bereitet das Paket für die Installation vor
nl: Een ogenblik geduld terwijl het pakket wordt voorbereid voor installatie.
ru: Идет подготовка пакета к установке. Пожалуйста, подождите.

# C_E_Subtitle
source: You can choose whether or not to install components of this package
de: Sie können wählen, welche Komponenten dieses Pakets installiert werden sollen
nl: Kies een backup map en andere opties.
ru: Выберите резервную папку и другие настройки.

# C_E_Title
source: Modify Package
de: Ändere Paket
nl: Installatie opties
ru: Настройки установки

# C_F_Subtitle
source: Select a backup directory and other options
de: Wähle ein Sicherungs-Verzeichnis und andere Optionen
nl: Het geselecteerde pakket wordt geïnstalleerd.
ru: Идет установка выбранного пакета.

# C_F_Title
source: Installation Options
de: Installations-Einstellungen
nl: Pakket installeren
ru: Установка пакета

# C_G_Subtitle
source: Your selected package is being installed
de: Das ausgewählte Paket wurde installiert

# C_G_Title
source: Installing Package
de: Installiere Pakete

# C_C_downloadProgress
source: {0}% - {1}KB of {2}KB downloaded at {3}KBps
de: {0}% - {1}KB von {2}KB heruntergeladen mit {3}KBps
nl: {0}% - {1}KB van {2}KB gedownload met {3}KB/s

# C_C_infoChecking
source: Checking for package update
de: Überprüfe Verfügbarkeit eines Paket-Updates
nl: Controleren op updates voor het pakket

# C_C_infoFailed
source: Check for updates failed: could not download update info
de: Überprüfung fehlgeschlagen: Konnte Update-Informationen nicht herunterladen
nl: Controleren op updates is mislukt: kon de update informatie niet downloaden.

# C_C_infoUpdateAvailableAutomatic
source: An updated version ({0}) of this package is available. Would you like to download it now?
de: Eine aktuellere Version ({0}) dieses Pakets ist verfügbar. Möchten Sie sie jetzt herunterladen?
nl: Een nieuwe versie ({0}) van dit pakket is beschikbaar. Wilt u deze nu downloaden?

# C_C_infoUpdateAvailableManual
source: An updated version ({0}) of this package is available, but you need to download it manually. Click Visit Package Webpage for more information.
de: Eine aktuellere Version ({0}) dieses Pakets ist verfügbar, jedoch kann das Update nur manuell heruntergeladen werden. Klicken sie auf "Visit Pacakge Webpage" für mehr Informationen.
nl: Een nieuwe versie ({0}) van dit pakket is beschikbaar, maar u moet deze handmatig downloaden. Klik op "Pakket webpagina bezoeken" voor meer informatie.

# C_C_infoUpdateLatest
source: You have the latest version ({0}) of this package.
de: Sie haben die aktuellste Version ({0)} dieses Pakets.
nl: U heeft de nieuwste versie ({0}) van dit pakket..

# Lang_Lcid
source: en
de: de
nl: nl

# Lang_Name
source: English
de: Deutsch
nl: Nederlands
ru: Русско

# Wiz_Cancel
source: Cancel
de: Abbrechen
nl: Annuleren
ru: Отмена

# Wiz_Next
source: Next
de: Weiter
nl: Volgende
ru: Далее

# Wiz_Prev
source: Back
de: Zurück
nl: Vorige
ru: Назад

# C_D_installerNotes
source: Anolis Installer Readme
de: Anolis Installations Lies-Mich

# C_D_packageNotes
source: {0} Package Release Notes
de: {0} Paket Release Informationen

# C_D_Subtitle
source: Review any release notes made by the package's author
de: Überprüfen Sie alle Release Notes des Paket-Autors
nl: U kunt kiezen welke onderdelen van dit pakket u wilt installeren.
ru: Выберите компоненты пакета, которые вы хотите установить.

# C_D_Title
source: Package Release Notes
de: Paket Release Informationen
nl: Pakket wijzigen.
ru: Выбор компонентов пакета

# F_installationCompleteRestart
source: Installation has been completed succesfully. Your computer will now restart. Close all open applications before continuing. Do not attempt to open any new applications.
nl: De installatie is met succes voltooid. Uw computer moet nu opnieuw opstarten. Sluit alle programma's voordat u verder gaat. Probeer geen geen nieuwe programma's te starten.
